loadbalancer/wrk/nginx/256KB.out
Running 30s test @ http://localhost/256KB
  288 threads and 1000 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    40.71ms   35.06ms 383.27ms   78.32%
    Req/Sec    82.48     69.52     2.56k    87.82%
  Latency Distribution
     50%   31.24ms
     75%   56.49ms
     90%   86.84ms
     99%  161.11ms
  728951 requests in 30.10s, 178.21GB read
Requests/sec:  24216.54
Transfer/sec:      5.92GB