loadbalancer/wrk/nginx/750KB.out
Running 30s test @ http://localhost/750KB
  288 threads and 1000 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    40.77ms   33.53ms 371.10ms   77.82%
    Req/Sec    80.95     60.07     2.07k    84.76%
  Latency Distribution
     50%   31.91ms
     75%   55.61ms
     90%   84.97ms
     99%  157.29ms
  711678 requests in 30.10s, 509.28GB read
Requests/sec:  23641.39
Transfer/sec:     16.92GB